"Diagnostics" = "Diagnose";
"For more information about diagnostics, see http://infinite-labs.net/kb/logging/." = "Weitere Informationen zur Diagnose finden Sie unter http://infinite-labs.net/kb/logging/.";